Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Replaces the current exercise with the selected one.
de: Ersetzt die aktuelle Übung durch die ausgewählte.
es: Reemplaza el ejercicio actual por el seleccionado.
fr: Remplace l'exercice actuel par celui sélectionné.
it: Sostituisce l'esercizio attuale con quello selezionato.
ja: 現在の種目を選択した種目に置き換えます。
ko: 현재 종목을 선택한 종목으로 교체합니다.
pt_br: Substitui o exercício atual pelo selecionado.
ru: Заменяет текущее упражнение выбранным.
zh_hans: 用所选动作替换当前动作。

source: Replaces the exercise with this suggestion.
de: Ersetzt die Übung durch diesen Vorschlag.
es: Reemplaza el ejercicio con esta sugerencia.
fr: Remplace l’exercice par cette suggestion.
it: Sostituisce l'esercizio con questo suggerimento.
ja: 種目をこの提案に置き換えます。
ko: 종목을 이 제안으로 교체합니다.
pt_br: Substitui o exercício por esta sugestão.
ru: Заменяет упражнение на предложенное.
zh_hans: 用这条建议替换该动作。

source: Replaces this exercise with another.
de: Ersetzt diese Übung durch eine andere.
es: Reemplaza este ejercicio por otro.
fr: Remplace cet exercice par un autre.
it: Sostituisce questo esercizio con un altro.
ja: この種目を別の種目に置き換えます。
ko: 이 종목을 다른 종목으로 교체합니다.
pt_br: Substitui este exercício por outro.
ru: Заменяет это упражнение другим.
zh_hans: 用另一个动作替换这个动作。

source: Replaces your current active split. You can edit any day later.
de: Ersetzt deinen aktuellen aktiven Split. Du kannst jeden Tag später bearbeiten.
es: Reemplaza tu split activo actual. Puedes editar cualquier día más tarde.
fr: Remplace ton split actif actuel. Tu pourras modifier chaque jour plus tard.
it: Sostituisce il tuo split attivo. Potrai modificare ogni giorno più avanti.
ja: 現在のアクティブなスプリットを置き換えます。各日は後から編集できます。
ko: 현재 활성 스플릿을 교체해요. 각 일차는 나중에 편집할 수 있어요.
pt_br: Substitui seu split ativo atual. Você pode editar qualquer dia depois.
ru: Заменяет текущий активный сплит. Любой день можно изменить позже.
zh_hans: 替换你当前使用的分化。之后可以随时编辑任意一天。

source: reps
de: Wdh.
it: ripetizioni
ja: レップ
ko: 회
ru: повторения
zh_hans: 次

source: Reps
de: Wdh.
it: Ripetizioni
ja: レップ
ko: 횟수
ru: Повторения
zh_hans: 次数

source: Request a Feature
de: Funktion vorschlagen
es: Solicitar una función
fr: Proposer une fonctionnalité
it: Proponi una funzione
ja: 機能をリクエスト
ko: 기능 제안
pt_br: Solicitar um recurso
ru: Предложить функцию
zh_hans: 功能建议

source: Requests Apple Health read and write access for workouts.
de: Fordert Apple-Health-Lese- und Schreibzugriff für Workouts an.
es: Solicita acceso de lectura y escritura de Apple Salud para los entrenamientos.
fr: Demande l'accès en lecture et écriture à Apple Santé pour les séances.
it: Richiede l'accesso in lettura e scrittura ad Apple Health per gli allenamenti.
ja: ワークアウトについて、Apple Healthの読み取りと書き込みのアクセスをリクエストします。
ko: 운동에 대한 Apple Health 읽기·쓰기 권한을 요청합니다.
pt_br: Solicita acesso de leitura e escrita do Apple Saúde para treinos.
ru: Запрашивает доступ к чтению и записи тренировок в Apple Health.
zh_hans: 请求 Apple Health 的训练读写权限。

source: Requests Apple Health read and write access.
de: Fordert Apple-Health-Lese- und Schreibzugriff an.
es: Solicita acceso de lectura y escritura de Apple Salud.
fr: Demande l'accès en lecture et écriture à Apple Santé.
it: Richiede l'accesso in lettura e scrittura ad Apple Health.
ja: Apple Healthの読み取りと書き込みのアクセスをリクエストします。
ko: Apple Health 읽기·쓰기 권한을 요청합니다.
pt_br: Solicita acesso de leitura e escrita do Apple Saúde.
ru: Запрашивает доступ к чтению и записи в Apple Health.
zh_hans: 请求 Apple Health 的读写权限。

source: Reset Offset
de: Versatz zurücksetzen
es: Restablecer desfase
fr: Réinitialiser le décalage
it: Azzera lo scostamento
ja: オフセットをリセット
ko: 오프셋 초기화
pt_br: Redefinir deslocamento
ru: Сбросить смещение
zh_hans: 重置偏移

source: Resets the weekly split offset to today.
de: Setzt den wöchentlichen Split-Versatz auf heute zurück.
es: Restablece el desfase del split semanal a hoy.
fr: Réinitialise le décalage du split hebdomadaire à aujourd'hui.
it: Riporta a oggi lo scostamento dello split settimanale.
ja: 週間スプリットのオフセットを今日にリセットします。
ko: 주간 스플릿 오프셋을 오늘로 초기화합니다.
pt_br: Redefine o deslocamento do split semanal para hoje.
ru: Сбрасывает смещение недельного сплита на сегодня.
zh_hans: 将每周分化的偏移重置到今天。

source: Respiratory Rate
de: Atemfrequenz
es: Frecuencia respiratoria
fr: Fréquence respiratoire
it: Frequenza respiratoria
ja: 呼吸数
ko: 호흡수
pt_br: Frequência respiratória
ru: Частота дыхания
zh_hans: 呼吸频率

source: Respiratory rate will show up here after Apple Health syncs.
de: Die Atemfrequenz erscheint hier, nachdem Apple Health synchronisiert hat.
es: La frecuencia respiratoria aparecerá aquí después de que Apple Salud sincronice.
fr: La fréquence respiratoire apparaîtra ici après la synchronisation d'Apple Santé.
it: La frequenza respiratoria comparirà qui dopo la sincronizzazione con Apple Health.
ja: Apple Healthの同期後、ここに呼吸数が表示されます。
ko: Apple Health가 동기화되면 호흡수가 여기에 표시돼요.
pt_br: A frequência respiratória aparecerá aqui após o Apple Saúde sincronizar.
ru: Частота дыхания появится здесь после синхронизации с Apple Health.
zh_hans: Apple Health 同步后，呼吸频率会显示在这里。

source: Rest
de: Pause
es: Descanso
fr: Repos
it: Recupero
ja: 休憩
ko: 휴식
pt_br: Descanso
ru: Отдых
zh_hans: 休息

source: Rest Day
de: Ruhetag
es: Día de descanso
fr: Jour de repos
it: Giorno di riposo
ja: 休養日
ko: 휴식일
pt_br: Dia de descanso
ru: День отдыха
zh_hans: 休息日

source: Rest Days
de: Ruhetage
es: Días de descanso
fr: Jours de repos
it: Giorni di riposo
ja: 休養日
ko: 휴식일
pt_br: Dias de descanso
ru: Дни отдыха
zh_hans: 休息日

source: Rest days are perfect for unwinding and recharging.
de: Ruhetage sind perfekt zum Entspannen und Auftanken.
es: Los días de descanso son perfectos para relajarte y recargar energías.
fr: Les jours de repos sont parfaits pour te détendre et recharger tes batteries.
it: I giorni di riposo sono perfetti per staccare e ricaricarti.
ja: 休養日は、リラックスして回復するのに最適です。
ko: 휴식일은 몸과 마음을 재충전하기에 딱 좋아요.
pt_br: Os dias de descanso são perfeitos para relaxar e recarregar.
ru: Дни отдыха — лучшее время расслабиться и восстановиться.
zh_hans: 休息日最适合放松和恢复。

source: Rest time done
de: Pause beendet
es: Descanso terminado
fr: Repos terminé
it: Recupero terminato
ja: 休憩終了
ko: 휴식 시간 종료
pt_br: Descanso concluído
ru: Отдых окончен
zh_hans: 休息结束

source: Rest timer
de: Pausentimer
es: Temporizador de descanso
fr: Minuteur de repos
it: Timer di recupero
ja: 休憩タイマー
ko: 휴식 타이머
pt_br: Cronômetro de descanso
ru: Таймер отдыха
zh_hans: 休息计时器

source: Rest Timer
de: Pausentimer
es: Temporizador de descanso
fr: Minuteur de repos
it: Timer di recupero
ja: 休憩タイマー
ko: 휴식 타이머
pt_br: Cronômetro de descanso
ru: Таймер отдыха
zh_hans: 休息计时器

source: Rest Timer Action
de: Pausentimer-Aktion
es: Acción del temporizador de descanso
fr: Action du minuteur de repos
it: Azione del timer di recupero
ja: 休憩タイマーの操作
ko: 휴식 타이머 동작
pt_br: Ação do cronômetro de descanso
ru: Действие таймера отдыха
zh_hans: 休息计时器操作

source: Rest Timer Control
de: Pausentimer-Steuerung
es: Control del temporizador de descanso
fr: Commande du minuteur de repos
it: Controllo del timer di recupero
ja: 休憩タイマーの操作
ko: 휴식 타이머 컨트롤
pt_br: Controle do cronômetro de descanso
ru: Управление таймером отдыха
zh_hans: 休息计时器控件

source: Rest timer duration must be greater than zero.
de: Die Dauer des Pausentimers muss größer als null sein.
es: La duración del temporizador de descanso debe ser mayor que cero.
fr: La durée du minuteur de repos doit être supérieure à zéro.
it: La durata del timer di recupero deve essere maggiore di zero.
ja: 休憩タイマーの長さは0より大きい必要があります。
ko: 휴식 타이머 시간은 0보다 커야 해요.
pt_br: A duração do cronômetro de descanso deve ser maior que zero.
ru: Длительность таймера отдыха должна быть больше нуля.
zh_hans: 休息计时器时长必须大于零。

source: Rest timer is already paused.
de: Der Pausentimer ist bereits pausiert.
es: El temporizador de descanso ya está en pausa.
fr: Le minuteur de repos est déjà en pause.
it: Il timer di recupero è già in pausa.
ja: 休憩タイマーはすでに一時停止中です。
ko: 휴식 타이머가 이미 일시정지 상태예요.
pt_br: O cronômetro de descanso já está pausado.
ru: Таймер отдыха уже на паузе.
zh_hans: 休息计时器已经暂停。

source: Rest timer is already running.
de: Der Pausentimer läuft bereits.
es: El temporizador de descanso ya está en marcha.
fr: Le minuteur de repos est déjà en cours.
it: Il timer di recupero è già in corso.
ja: 休憩タイマーはすでに実行中です。
ko: 휴식 타이머가 이미 실행 중이에요.
pt_br: O cronômetro de descanso já está em andamento.
ru: Таймер отдыха уже идёт.
zh_hans: 休息计时器已经在运行。

source: Rest timer paused.
de: Pausentimer pausiert.
es: Temporizador de descanso en pausa.
fr: Minuteur de repos en pause.
it: Timer di recupero in pausa.
ja: 休憩タイマーを一時停止しました。
ko: 휴식 타이머를 일시정지했어요.
pt_br: Cronômetro de descanso pausado.
ru: Таймер отдыха на паузе.
zh_hans: 休息计时器已暂停。

source: Rest Timer Redesign
de: Pausentimer-Neugestaltung
es: Rediseño del temporizador de descanso
fr: Refonte du minuteur de repos
it: Nuovo timer di recupero
ja: 休憩タイマーを刷新
ko: 휴식 타이머 새 디자인
pt_br: Redesign do cronômetro de descanso
ru: Новый таймер отдыха
zh_hans: 全新休息计时器

source: Rest timer resumed.
de: Pausentimer fortgesetzt.
es: Temporizador de descanso reanudado.
fr: Minuteur de repos repris.
it: Timer di recupero ripreso.
ja: 休憩タイマーを再開しました。
ko: 휴식 타이머를 다시 시작했어요.
pt_br: Cronômetro de descanso retomado.
ru: Таймер отдыха возобновлён.
zh_hans: 休息计时器已继续。

source: Rest timer started for %@.
de: Pausentimer für %@ gestartet.
es: Temporizador de descanso iniciado para %@.
fr: Minuteur de repos démarré pour %@.
it: Timer di recupero avviato per %@.
ja: %@の休憩タイマーを開始しました。
ko: %@ 동안 휴식 타이머를 시작했어요.
pt_br: Cronômetro de descanso iniciado para %@.
ru: Таймер отдыха запущен на %@.
zh_hans: 已启动%@的休息计时器。

source: Rest timer stopped.
de: Pausentimer gestoppt.
es: Temporizador de descanso detenido.
fr: Minuteur de repos arrêté.
it: Timer di recupero fermato.
ja: 休憩タイマーを停止しました。
ko: 휴식 타이머를 중지했어요.
pt_br: Cronômetro de descanso parado.
ru: Таймер отдыха остановлен.
zh_hans: 休息计时器已停止。

source: Rest timer, live session, and heart-rate stats on your wrist.
de: Pausentimer, laufende Session und Herzfrequenz direkt am Handgelenk.
es: Temporizador de descanso, sesión en curso y frecuencia cardiaca en tu muñeca.
fr: Minuteur de repos, séance en cours et fréquence cardiaque à ton poignet.
it: Timer di recupero, sessione in corso e frequenza cardiaca al polso.
ja: インターバルタイマー、進行中のセッション、心拍数を手首で確認できます。
ko: 휴식 타이머, 진행 중인 세션, 심박수를 손목에서 확인하세요.
pt_br: Cronômetro de descanso, sessão ao vivo e frequência cardíaca no seu pulso.
ru: Таймер отдыха, текущая тренировка и пульс — прямо на запястье.
zh_hans: 组间计时、进行中的训练和心率，都在你的手腕上。

source: Rest Times
de: Pausenzeiten
es: Tiempos de descanso
fr: Temps de repos
it: Tempi di recupero
ja: 休憩時間
ko: 휴식 시간
pt_br: Tempos de descanso
ru: Время отдыха
zh_hans: 休息时间

source: Restart Live Activity
de: Live Activity neu starten
es: Reiniciar Live Activity
fr: Redémarrer l'activité en direct
it: Riavvia l'attività in tempo reale
ja: Live Activityを再開
ko: 실시간 활동 다시 시작
pt_br: Reiniciar Live Activity
ru: Перезапустить Live Activity
zh_hans: 重新启动实时活动

source: Restarts the workout live activity if you dismissed it.
de: Startet die Workout-Live-Activity neu, falls du sie geschlossen hast.
es: Reinicia la Live Activity del entrenamiento si la cerraste.
fr: Redémarre l'activité en direct de la séance si tu l'as fermée.
it: Riavvia l'attività in tempo reale dell'allenamento se l'hai chiusa.
ja: ワークアウトのLive Activityを閉じた場合、再開します。
ko: 운동 실시간 활동을 닫았다면 다시 시작합니다.
pt_br: Reinicia a Live Activity do treino se você a tiver dispensado.
ru: Перезапускает Live Activity тренировки, если она была закрыта.
zh_hans: 如果你关掉了训练实时活动，可重新启动它。

source: Resting HR
de: Ruhe-HF
es: FC en reposo
fr: FC au repos
it: FC a riposo
ja: 安静時心拍数
ko: 안정 시 심박수
pt_br: FC em repouso
ru: Пульс покоя
zh_hans: 静息心率

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复购买

source: Restore failed. Try again later.
de: Wiederherstellung fehlgeschlagen. Versuche es später erneut.
es: La restauración falló. Inténtalo más tarde.
fr: Échec de la restauration. Réessayez plus tard.
it: Ripristino non riuscito. Riprova più tardi.
ja: 復元に失敗しました。しばらくしてからもう一度お試しください。
ko: 복원에 실패했어요. 나중에 다시 시도해 주세요.
pt_br: A restauração falhou. Tente novamente mais tarde.
ru: Не удалось восстановить. Попробуйте позже.
zh_hans: 恢复失败。请稍后重试。

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: Restoring your workouts, plans, profile, and health history from iCloud...
de: Deine Workouts, Pläne, dein Profil und dein Gesundheitsverlauf werden aus iCloud wiederhergestellt …
es: Restaurando tus entrenamientos, planes, perfil e historial de salud desde iCloud...
fr: Restauration de tes séances, plans, profil et historique de santé depuis iCloud...
it: Ripristino di allenamenti, schede, profilo e cronologia salute da iCloud...
ja: iCloudからワークアウト、プラン、プロフィール、健康履歴を復元しています…
ko: iCloud에서 운동, 플랜, 프로필, 건강 기록을 복원하는 중...
pt_br: Restaurando seus treinos, planos, perfil e histórico de saúde do iCloud...
ru: Восстанавливаем тренировки, планы, профиль и историю здоровья из iCloud...
zh_hans: 正在从 iCloud 恢复你的训练、计划、个人资料和健康历史...

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 다시 시작
pt_br: Retomar
ru: Продолжить
zh_hans: 继续

source: Resume Rest Timer
de: Pausentimer fortsetzen
es: Reanudar temporizador de descanso
fr: Reprendre le minuteur de repos
it: Riprendi il timer di recupero
ja: 休憩タイマーを再開
ko: 휴식 타이머 다시 시작
pt_br: Retomar cronômetro de descanso
ru: Продолжить таймер отдыха
zh_hans: 继续休息计时器

source: Resumes the paused rest timer.
de: Setzt den pausierten Pausentimer fort.
es: Reanuda el temporizador de descanso en pausa.
fr: Reprend le minuteur de repos en pause.
it: Riprende il timer di recupero in pausa.
ja: 一時停止中の休憩タイマーを再開します。
ko: 일시정지된 휴식 타이머를 다시 시작합니다.
pt_br: Retoma o cronômetro de descanso pausado.
ru: Возобновляет приостановленный таймер отдыха.
zh_hans: 继续已暂停的休息计时器。

source: Resumes the rest timer.
de: Setzt den Pausentimer fort.
es: Reanuda el temporizador de descanso.
fr: Reprend le minuteur de repos.
it: Riprende il timer di recupero.
ja: 休憩タイマーを再開します。
ko: 휴식 타이머를 다시 시작합니다.
pt_br: Retoma o cronômetro de descanso.
ru: Возобновляет таймер отдыха.
zh_hans: 继续休息计时器。

source: Retain for Improved Accuracy
de: Für bessere Genauigkeit behalten
es: Conservar para mayor precisión
fr: Conserver pour une meilleure précision
it: Conserva per una maggiore precisione
ja: 精度向上のために保持
ko: 정확도 향상을 위해 보관
pt_br: Manter para maior precisão
ru: Хранить для большей точности
zh_hans: 保留以提升准确度

source: Retries the current setup step.
de: Wiederholt den aktuellen Einrichtungsschritt.
es: Reintenta el paso de configuración actual.
fr: Réessaie l'étape de configuration actuelle.
it: Riprova il passaggio di configurazione attuale.
ja: 現在のセットアップ手順を再試行します。
ko: 현재 설정 단계를 다시 시도합니다.
pt_br: Tenta novamente a etapa de configuração atual.
ru: Повторяет текущий шаг настройки.
zh_hans: 重试当前的设置步骤。

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Returning carefully after illness, injury, or hard fatigue
de: Vorsichtige Rückkehr nach Krankheit, Verletzung oder starker Erschöpfung
es: Volver con cuidado tras una enfermedad, lesión o fatiga intensa
fr: Reprise prudente après une maladie, une blessure ou une grande fatigue
it: Stai tornando con cautela dopo malattia, infortunio o forte stanchezza
ja: 病気、けが、強い疲労からの慎重な復帰
ko: 질병, 부상, 심한 피로 뒤에 조심스럽게 복귀 중이에요
pt_br: Voltando com cuidado após doença, lesão ou fadiga intensa
ru: Аккуратное возвращение после болезни, травмы или сильной усталости
zh_hans: 在生病、受伤或严重疲劳后谨慎复训

source: Returns the weekly split to today.
de: Setzt den Wochensplit auf heute zurück.
es: Devuelve el split semanal a hoy.
fr: Ramène le split hebdomadaire à aujourd'hui.
it: Riporta a oggi lo split settimanale.
ja: 週間スプリットを今日に戻します。
ko: 주간 스플릿을 오늘로 되돌립니다.
pt_br: Retorna o split semanal para hoje.
ru: Возвращает недельный сплит на сегодня.
zh_hans: 把每周分化调回今天。

source: Review suggestions
de: Vorschläge prüfen
es: Revisar sugerencias
fr: Examiner les suggestions
it: Rivedi i suggerimenti
ja: 提案を確認
ko: 제안 검토
pt_br: Revisar sugestões
ru: Просмотреть рекомендации
zh_hans: 查看建议

source: Review Suggestions
de: Vorschläge prüfen
es: Revisar sugerencias
fr: Examiner les suggestions
it: Rivedi i suggerimenti
ja: 提案を確認
ko: 제안 검토
pt_br: Revisar sugestões
ru: Просмотреть рекомендации
zh_hans: 查看建议

source: Rhomboids
de: Rautenmuskeln
es: Romboides
fr: Rhomboïdes
it: Romboidi
ja: 菱形筋
ko: 능형근
pt_br: Romboides
ru: Ромбовидные
zh_hans: 菱形肌

source: Rope
de: Seil
es: Cuerda
fr: Corde
it: Corda
ja: ロープ
ko: 로프
pt_br: Corda
ru: Канат
zh_hans: 绳索

source: Rotate Backward
de: Rückwärts rotieren
es: Rotar hacia atrás
fr: Pivoter en arrière
it: Ruota indietro
ja: 前のローテーションに戻す
ko: 뒤로 로테이션
pt_br: Girar para trás
ru: Сдвинуть назад
zh_hans: 向后轮换

source: Rotate Days
de: Tage rotieren
es: Rotar días
fr: Faire pivoter les jours
it: Ruota i giorni
ja: 日をローテーション
ko: 일차 로테이션
pt_br: Girar dias
ru: Сдвинуть дни
zh_hans: 轮换训练日

source: Rotate Forward
de: Vorwärts rotieren
es: Rotar hacia adelante
fr: Pivoter en avant
it: Ruota avanti
ja: 次のローテーションに進む
ko: 앞으로 로테이션
pt_br: Girar para frente
ru: Сдвинуть вперёд
zh_hans: 向前轮换

source: Rotates all split days by one.
de: Rotiert alle Split-Tage um eins.
es: Rota todos los días del split en uno.
fr: Fait pivoter tous les jours du split d'un cran.
it: Ruota di uno tutti i giorni dello split.
ja: スプリットのすべての日を1つずつローテーションします。
ko: 모든 스플릿 일차를 하나씩 이동합니다.
pt_br: Gira todos os dias do split em um.
ru: Сдвигает все дни сплита на один.
zh_hans: 将所有分化训练日轮换一位。

source: Rotation · %lld days cycle
de: Rotation · %lld-Tage-Zyklus
es: Rotación · ciclo de %lld días
fr: Rotation · cycle de %lld jours
it: Rotazione · ciclo di %lld giorni
ja: ローテーション · %lld日サイクル
ko: 로테이션 · %lld일 사이클
pt_br: Rotação · ciclo de %lld dias
ru: Ротация · цикл %lld дн.
zh_hans: 轮换 · %lld天一循环

source: Rotation · 1 day cycle
de: Rotation · 1-Tag-Zyklus
es: Rotación · ciclo de 1 día
fr: Rotation · cycle de 1 jour
it: Rotazione · ciclo di 1 giorno
ja: ローテーション · 1日サイクル
ko: 로테이션 · 1일 사이클
pt_br: Rotação · ciclo de 1 dia
ru: Ротация · цикл 1 день
zh_hans: 轮换 · 1天一循环

# Rotation · Cycle Day %lld of %lld
source: Rotation · Cycle Day %1$lld of %2$lld
de: Rotation · Zyklustag %1$lld von %2$lld
es: Rotación · día del ciclo %1$lld de %2$lld
fr: Rotation · jour du cycle %1$lld sur %2$lld
it: Rotazione · giorno %1$lld di %2$lld del ciclo
ja: ローテーション · サイクル%1$lld/%2$lld日目
ko: 로테이션 · 사이클 %2$lld일 중 %1$lld일차
pt_br: Rotação · dia do ciclo %1$lld de %2$lld
ru: Ротация · день цикла %1$lld из %2$lld
zh_hans: 轮换 · 循环第%1$lld天，共%2$lld天

source: Rotation split
de: Rotationssplit
es: Split de rotación
fr: Split en rotation
it: Split a rotazione
ja: ローテーションスプリット
ko: 로테이션 스플릿
pt_br: Split de rotação
ru: Циклический сплит
zh_hans: 轮换分化

source: Rotation Split
de: Rotationssplit
es: Split de rotación
fr: Split en rotation
it: Split a rotazione
ja: ローテーションスプリット
ko: 로테이션 스플릿
pt_br: Split de rotação
ru: Циклический сплит
zh_hans: 轮换分化

source: Rotator Cuff
de: Rotatorenmanschette
es: Manguito rotador
fr: Coiffe des rotateurs
it: Cuffia dei rotatori
ja: ローテーターカフ
ko: 회전근개
pt_br: Manguito rotador
ru: Вращательная манжета
zh_hans: 肩袖

source: Route plotted with %lld points.
de: Route mit %lld Punkten gezeichnet.
es: Ruta trazada con %lld puntos.
fr: Itinéraire tracé avec %lld points.
it: Percorso tracciato con %lld punti.
ja: %lld件のポイントでルートを描画しました。
ko: 지점 %lld개로 경로를 그렸어요.
pt_br: Rota traçada com %lld pontos.
ru: Маршрут построен по %lld точкам.
zh_hans: 已用%lld个位置点绘制路线。

source: Route Range
de: Routenbereich
es: Rango de la ruta
fr: Plage de l’itinéraire
it: Intervallo del percorso
ja: ルートの期間
ko: 경로 기간
pt_br: Intervalo da rota
ru: Период маршрутов
zh_hans: 路线范围

source: Route time range
de: Zeitbereich der Route
es: Rango de tiempo de la ruta
fr: Plage horaire de l’itinéraire
it: Intervallo di tempo del percorso
ja: ルートの期間
ko: 경로 기간
pt_br: Período da rota
ru: Период маршрутов
zh_hans: 路线时间范围

source: RPE vs Session Quality
de: RPE vs. Einheitsqualität
es: RPE frente a calidad de sesión
fr: RPE vs qualité de séance
it: RPE vs qualità della sessione
ja: RPE vs セッションの質
ko: RPE vs 세션 퀄리티
pt_br: RPE vs qualidade da sessão
ru: RPE и качество тренировки
zh_hans: RPE 与训练质量

source: Running
de: Laufen
es: Correr
fr: Course
it: Corsa
ja: ランニング
ko: 러닝
pt_br: Corrida
ru: Идёт
zh_hans: 跑步

source: Same workout on the same day every week
de: Dasselbe Workout am selben Tag jede Woche
es: El mismo entrenamiento el mismo día cada semana
fr: La même séance le même jour chaque semaine
it: Lo stesso allenamento nello stesso giorno ogni settimana
ja: 毎週同じ曜日に同じワークアウト
ko: 매주 같은 요일에 같은 운동
pt_br: O mesmo treino no mesmo dia toda semana
ru: Одна и та же тренировка в один и тот же день недели
zh_hans: 每周同一天练同样的内容

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ja: 土曜日
ko: 토요일
pt_br: Sábado
ru: Суббота
zh_hans: 星期六

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 存储

source: Save %lld%%
de: %lld %% sparen
es: Ahorra %lld %%
fr: Économisez %lld %%
it: Risparmia %lld%%
ja: %lld%%お得
ko: %lld%% 절약
pt_br: Economize %lld%%
ru: Выгода %lld%%
zh_hans: 省%lld%%

source: Save ${workout} as workout plan
de: ${workout} als Trainingsplan speichern
es: Guardar ${workout} como plan de entrenamiento
fr: Enregistrer ${workout} comme programme d'entraînement
it: Salva ${workout} come scheda di allenamento
ja: ${workout}をワークアウトプランとして保存
ko: ${workout}을(를) 운동 플랜으로 저장
pt_br: Salvar ${workout} como plano de treino
ru: Сохранить ${workout} как план тренировки
zh_hans: 将 ${workout} 存储为训练计划

source: Save as Workout Plan
de: Als Trainingsplan speichern
es: Guardar como plan de entrenamiento
fr: Enregistrer comme programme d'entraînement
it: Salva come scheda
ja: ワークアウトプランとして保存
ko: 운동 플랜으로 저장
pt_br: Salvar como plano de treino
ru: Сохранить как план тренировки
zh_hans: 存储为训练计划

source: Save Workout as Plan
de: Workout als Plan speichern
es: Guardar entrenamiento como plan
fr: Enregistrer la séance comme plan
it: Salva l'allenamento come scheda
ja: ワークアウトをプランとして保存
ko: 운동을 플랜으로 저장
pt_br: Salvar treino como plano
ru: Сохранить тренировку как план
zh_hans: 将训练存储为计划

source: Saved as Workout Plan
de: Als Trainingsplan gespeichert
es: Guardado como plan de entrenamiento
fr: Enregistré comme programme d'entraînement
it: Salvato come scheda
ja: ワークアウトプランとして保存しました
ko: 운동 플랜으로 저장됨
pt_br: Salvo como plano de treino
ru: Сохранено как план тренировки
zh_hans: 已存储为训练计划

source: Saves and closes the workout summary.
de: Speichert und schließt die Workout-Zusammenfassung.
es: Guarda y cierra el resumen del entrenamiento.
fr: Enregistre et ferme le récapitulatif de la séance.
it: Salva e chiude il riepilogo dell'allenamento.
ja: ワークアウトサマリーを保存して閉じます。
ko: 운동 요약을 저장하고 닫습니다.
pt_br: Salva e fecha o resumo do treino.
ru: Сохраняет и закрывает итоги тренировки.
zh_hans: 存储并关闭训练总结。

source: Saves exercise suggestion settings.
de: Speichert die Einstellungen für Übungsvorschläge.
es: Guarda los ajustes de sugerencias de ejercicios.
fr: Enregistre les réglages de suggestions d'exercices.
it: Salva le impostazioni dei suggerimenti per l'esercizio.
ja: 種目の提案設定を保存します。
ko: 종목 제안 설정을 저장합니다.
pt_br: Salva as configurações de sugestões de exercícios.
ru: Сохраняет настройки рекомендаций для упражнения.
zh_hans: 存储动作建议设置。

source: Saves the new weight entry.
de: Speichert den neuen Gewichtseintrag.
es: Guarda el nuevo registro de peso.
fr: Enregistre la nouvelle entrée de poids.
it: Salva la nuova voce di peso.
ja: 新しい体重の記録を保存します。
ko: 새 체중 기록을 저장합니다.
pt_br: Salva o novo registro de peso.
ru: Сохраняет новую запись веса.
zh_hans: 存储新的体重记录。
